/* XTIT: Info Screen text when applying the NUIStyleSheet. */
"applyNUIStyleSheetApplyStepInfoScreenText" = "החלת NUIStyleSheet.";

/* XTIT: Info Screen text when applying the SAP Mobile Services LogSettings. */
"applySAPcpmsLogSettingsStepInfoScreenText" = "החלת SAP Mobile Services LogSettings.";

/* XFLD: Text information if the provided credentials were invalid. */
"authenticationFailedMessage" = "אימות נכשל!";

/* XTIT: Info Screen text before presenting the Basic Authentication view. */
"basicAuthenticationStepInfoScreenText" = "אימות אישורים.";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"cancelAlertControllerTitleText" = "האם אתה בטוח שברצונך לבטל את תהליך השילוב?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the restore flow. */
"cancelRestoreAlertControllerTitleText" = "האם אתה בטוח שברצונך לבטל את תהליך השחזור?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the reset passcode flow. */
"cancelResetPasscodeAlertControllerTitleText" = "האם אתה בטוח שברצונך לבטל את תהליך איפוס קוד הסיסמה?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the authentication process. */
"cancelAuthenticationProcessAlertControllerTitleText" = "האם אתה בטוח שברצונך לבטל את תהליך האימות?";

/* Title of Alert window when asking for confirmation about triggering the reset passcode flow. */
"resetPasscodeAlertControllerTitleText" = "האם אתה בטוח שברצונך לאפס את קוד הסיסמה?";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the passcode change flow. */
"cancelPasscodeChangeControllerTitleText" = "האם אתה בטוח שברצונך לבטל את תהליך שינוי קוד הסיסמה?";

/* XTIT: Title of Alert window when asking for confirmation about reset the application. */
"cancelPasscodeControllerTitleText" = "האם אתה בטוח שברצונך לאפס את היישום?";

/* XTIT: Info Screen text when running the Composite Steps. */
"compositeStepInfoScreenText" = "שלבים מורכבים.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services ClientResources. */
"downloadSAPcpmsClientResourcesStepInfoScreenText" = "מוריד SAP Mobile Services ClientResources.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Destinations. */
"downloadSAPcpmsDestinationsStepInfoScreenText" = "מוריד יעדי SAP Mobile Services.";

/* XTIT: Info Screen text when downloading the SAP Mobile Services Settings. */
"downloadSAPcpmsSettingsStepInfoScreenText" = "מוריד הגדרות SAP Mobile Services.";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID got disabled by passcode policy. */
"fuiFeedbackDisableFaceIDButtonText" = "המשך";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is disabled by the new passcode policy */
"fuiFeedbackDisableTouchIDButtonText" = "המשך";

/* XBUT: Text of button on FUIFeedbackScreen when the Face ID is enabled by the new passcode policy */
"fuiFeedbackEnableFaceIDButtonText" = "הפעל";

/* XBUT: Text of button on FUIFeedbackScreen when the Touch ID is enabled by the new passcode policy */
"fuiFeedbackEnableTouchIDButtonText" = "הפעל";

/* XTIT: FUIFeedbackScreen headline description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDDetailDescription" = "השתמש בקוד סיסמה כדי להתחבר בפעם הבאה.";

/* XTIT: FUIFeedbackScreen headline text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDHeadlineDescription" = "זיהוי פנים לא יהיה זמין עוד";

/* XTIT: FUIFeedbackScreen title text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableFaceIDTitleText" = "שינויי מדיניות.";

/* XTIT: FUIFeedbackScreen headline description text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDDetailDescription" = "השתמש בקוד סיסמה כדי להתחבר בפעם הבאה.";

/* XTIT: FUIFeedbackScreen headline text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDHeadlineDescription" = "זיהוי Touch לא יהיה זמין עוד";

/* XTIT: FUIFeedbackScreen title text when touchID is disabled by the new passcode policy. */
"fuiFeedbackScreenDisableTouchIDTitleText" = "שינויי מדיניות.";

/* XTIT: FUIFeedbackScreen detail description text when faceID is disabled by the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDDetailDescription" = "ניתן להפעיל או לכבות מאפיין זה בכל זמן מההגדרות.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and face ID is enabled. */
"fuiFeedbackScreenEnableFaceIDHeadlineDescription" = "זיהוי פנים זמין כעת! הפעלת זיהוי פנים תאפשר לך גישה מהירה יותר לפרטים שלך.";

/* XTIT: FUIFeedbackScreen title text when Face ID is enabled in the new passcode policy. */
"fuiFeedbackScreenEnableFaceIDTitleText" = "זיהוי פנים";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenEnableTouchIDDetailDescription" = "ניתן להפעיל או לכבות מאפיין זה בכל זמן מההגדרות.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy changed and touch ID is enabled. */
"fuiFeedbackScreenEnableTouchIDHeadlineDescription" = "זיהוי Touch זמין כעת! הפעלת זיהוי Touch תאפשר לך גישה מהירה יותר לפרטים שלך.";

/* XTIT: FUIFeedbackScreen title text when touchID is enabled by the new passcode policy. */
"fuiFeedbackScreenEnableTouchIDTitleText" = "זיהוי Touch";

/* XBUT: Text of button on FUIFeedbackScreen when passcode change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedActionButtonText" = "המשך";

/* XMSG: FUIFeedbackScreen description when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedDescriptionLabel" = "צור קוד סיסמה חדש.";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedHeadlineText" = "מדיניות קוד סיסמה שונתה";

/* XTIT: FUIFeedbackScreen title text when passcode policy change is necessary. */
"fuiFeedbackScreenPasscodePolicyChangedTitleText" = "שינויי מדיניות.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndFaceIDDetailDescription" = "מעתה והלאה, לא יידרשו עוד קוד סיסמה וזיהוי פנים כדי להתחבר. \n\n אתה תיכנס ליישום ישירות.";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeAndTouchIDDetailDescription" = "מעתה והלאה, לא יידרשו עוד קוד סיסמה וזיהוי Touch כדי להתחבר. \n\n אתה תיכנס ליישום ישירות.";

/* XBUT: Text of button on FUIFeedbackScreen when the passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeButtonText" = "OK";

/* XTIT: FUIFeedbackScreen headline description text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeDetailDescription" = "מעתה והלאה, לא יידרש עוד קוד סיסמה כדי להתחבר. \n\n אתה תיכנס ליישום ישירות.";

/* XTIT: FUIFeedbackScreen headline text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeHeadlineDescription" = "מדיניות ההתחברות שונתה";

/* XTIT: FUIFeedbackScreen title text when passcode policy is turned off on the server. */
"fuiFeedbackScreenTurnOffPasscodeTitleText" = "הודעה";

/* XBUT: Text of button on FUIFeedbackScreen after migration when passcode creation is mandatory. */
"migrationOnlyBiometricIDWasSetPreviouslyButtonText" = "המשך";

/* XTIT: Description of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyDescriptionText" = "מגרסה זו, קוד הסיסמה הוא חובה. צור קוד סיסמה ליישום.";

/* XTIT: Title of FUIFeedbackScreen after migration when previously only biometricID was set. */
"migrationOnlyBiometricIDWasSetPreviouslyHeadlineText" = "קוד סיסמה הוא חובה";

/* XBUT: Text of No button. */
"noButtonText" = "לא";

/* XTIT: Info Screen text before presenting the OAuth2 Authentication view. */
"oauth2AuthenticationStepInfoScreenText" = "מאמת אישורים של OAuth 2.0.";

/* XTIT: Text of PasscodeInputController when user wants to enable face ID. */
"passcodeInputControllerEnableFaceIDText" = "כדי לאפשר זיהוי פנים, הזן את קוד הסיסמה שלך:";

/* XTIT: Text of PasscodeInputController when user wants to enable touch ID. */
"passcodeInputControllerEnableTouchIDText" = "כדי לאפשר זיהוי Touch, הזן את קוד הסיסמה שלך:";

/* XTIT: Title of Alert window when asking for confirmation about cancelling the onboarding flow. */
"rejectAlertControllerTitleText" = "ללא הסכמה, לא תוכל להמשיך בשילוב.";

/* XBUT: Text of No button of reject. */
"rejectNoButtonText" = "הסכם";

/* XBUT: Text of Yes button of reject. */
"rejectYesButtonText" = "צא מהתהליך";

/* XTIT: Info Screen text before presenting the SAML Authentication view. */
"samlAuthenticationStepInfoScreenText" = "מאמת אישורי SAML.";

/* XTIT: Info Screen text before presenting the SAP Mobile Services UserIdentity Discovery Authentication view. */
"sapcpmsUserIdentityDiscoveryAuthenticationStepInfoScreenText" = "מאמת אישורי גילוי של SAP Mobile Services UserIdentity.";

/* XTIT: Info Screen text before presenting the SLS Authentication view. */
"slsAuthenticationStepInfoScreenText" = "מאמת אישורי SLS.";

/* XMSG: Message for the user to fill all the fields for authentication. */
"slsFillAllOfTheFieldsErrorMessage" = "מלא את כל השדות";

/* XBUT: Text of Yes button. */
"yesButtonText" = "כן";

/* XBUT: Text of Continue button. */
"continueButtonText" = "המשך";

/* XBUT: Text of Cancel button. */
"cancelButtonText" = "בטל";

/* XTIT: Title of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentTitle" = "איסוף שימוש";

/* XTIT: Body of Usage Collection Consent onboarding flow. */
"UsageCollectionConsentBody" = "מנהל היישום מבקש שתאפשר איסוף נתונים על אודות השימוש שלך ביישום כדי לקבל תובנות לשיפור היישום. איסוף נתונים כולל מידע על אופן השימוש ביישום, כגון זמן השימוש ביישום או אופן הניווט ביישום.";

/* XTIT: Usage Collection Consent opt-out alert message. */
"usageOptOutAlertMessage" = "האם תרצה לבטל הרשמה?";

/* XTIT: Usage Collection Consent opt-in alert message. */
"usageOptInAlertMessage" = "האם תרצה להירשם?";

/* XTIT: Title of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentTitle" = "איסוף דוח קריסה";

/* XTIT: Body of Crash Report Collection Consent onboarding flow. */
"CrashReportCollectionConsentBody" = "מנהל היישום מבקש שתאפשר איסוף נתונים לאבחון וניתוח של קריסות יישומים לשיפור יציבות היישום. הנתונים שייאספו מוגבלים לדוחות קריסה ולמידע על המכשיר.";

/* XTIT: Title of alert to be shown when QR Digital Signature Verification fails. */
"qrDigitalSignatureVerficationFailedTitle" = "כשל!";

/* \"XMSG: Message telling that the QR Digital Signature Verification failed.\" */
"qrDigitalSignatureVerficationFailedMessage" = "אימות חתימה באמצעות קוד QR נכשל!";

/* \"XMSG: Message telling that the QR code signature verification succeeded.\" */
"qrDigitalSignatureVerficationSucceededMessage" = "חתימה דיגיטלית באמצעות קוד QR אומתה. כעת תחובר אל:";

/* \"XTIT: Title of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorTitle" = "שגיאת אימות";

/* \"XMSG: Message of InfoScreenPresenter when token expires and authentication fails.\" */
"authenticationErrorMessage" = "לא הצלחנו לבצע לך אימות. עליך להתחבר.";

/* \"XBUT: Text of Error button.\" */
"errorButtonText" = "שגיאה";

